[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=hiyohiyo
VERSION=2.0.0

[Language]
LANGUAGE=日本語
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0411

[Menu]
FILE=ファイル(&F)
COPY=コピー（&C）
SAVE_TEXT=保存（テキスト）(&T)
SAVE_IMAGE=保存（画像）(&S)
EXIT=終了(&E)
THEME=テーマ(&T)
ZOOM=拡大(&Z)
AUTO=自動(&A)
FONT_SETTING=フォント設定(&F)
HELP=ヘルプ(&H)
ABOUT=CrystalMark Retroについて(&A)
LANGUAGE=言語
VOICE_VOLUME=ボイスボリューム(&V)
VOICE_LANGUAGE=ボイス言語(&L)
MAIN_UI_IN_ENGLISH=メインUIを英語表示(&M)

[Dialog]
DEFAULT=デフォルト
FONT_FACE=フォント
FONT_SCALE=拡大率 (%)
ENABLED=有効
DISABLED=無効

[WindowTitle]
ABOUT=CrystalMark Retroについて
FONT_SETTING=フォント設定

; 2.0
QRCODE=QRコード

[Message]
STOP_BENCHMARK=あらかじめベンチマークを終了してください。
DISK_CAPACITY_ERROR=ディスク容量が足りません。
DISK_CREATE_FILE_ERROR=ファイルの作成に失敗しました。
DISK_WRITE_ERROR=書き込みエラーが発生しました。
DISK_READ_ERROR=読み込みエラーが発生しました。
DISK_SPD_NOT_FOUND=DiskSpd が見つかりません。
EXE_FILE_NOT_FOUND=実行ファイルが見つかりません。
EXE_FILE_MODIFIED=実行ファイルが改変されています。
ATTACH_SCREENSHOT_MANUALLY=スクリーンショットを手動で添付してください。

; 2.0
COPY_CLIPBOARD=クリップボードに登録用URLをコピーしますか？

[MainWindow]
SYSTEM_INFO_1=CPU：
SYSTEM_INFO_2=GPU：
SYSTEM_INFO_3=システム：
SYSTEM_INFO_4=OS：
SYSTEM_INFO_5=スクリーン：
SYSTEM_INFO_6=メモリー：
BUTTON_0=All
BUTTON_1=CPU
BUTTON_2=ディスク
BUTTON_3=2D
BUTTON_4=3D
BUTTON_STOP=ストップ
LABEL_1_1=シングル
LABEL_1_2=マルチ
LABEL_1_3=
LABEL_1_4=
LABEL_2_1=シーケンシャルリード
LABEL_2_2=ランダムリード
LABEL_2_3=シーケンシャルライト
LABEL_2_4=ランダムライト
LABEL_3_1=テキスト
LABEL_3_2=スクウェア
LABEL_3_3=サークル
LABEL_3_4=イメージ
LABEL_4_1=タイトル
LABEL_4_2=ブレイク
LABEL_4_3=ワイヤーフレーム
LABEL_4_4=ポリゴン

; 2.0
SUBMIT=送信
SUBMIT_TOOLTIP=ベンチマーク結果を送信
QRCODE_TOOLTIP=QRコード経由でベンチマーク結果を送信
X_TOOLTIP=X(Twitter)